Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: 昨日も一昨日も聞いたクレナの夢を今日も聞きながら、畑を抜け、家々が連なる場所にくる。開拓村はアレンが生まれた後も人が増え続け、結構しっかりとした村になっている。１歳のときに魔獣の解体現場を見に来てから、住宅地には数えるほどしかやってきていないがその変化がはっきりと分かる。
en: While listening to Kurena talk about her dream, the same dream she talked about yesterday, and the day before, they passed through the fields and came upon rows of houses. The population of the village grew every year, and the village had become decently sized. He hasn't seen the residential area since he was 1 year old, when he came to see the dismantling of the magic beast, but he could clearly see a difference.

source: 最も奥の中央にたたずむのは、見た目は２０代後半くらいだろうか。背中まで伸ばした長髪、引き締まった体に顔。両の目は閉じられ、上半身は服を着ていない。翼のようなものはない。
en: The one in the center at the far end of the hall is a man in his late twenties, with long hair that streams down his back. He has a toned body and face. Both of his eyes are closed, and his upper body is naked, and there aren't wings or anything like that.

source: 朝の９時前である。定刻前であるが教会と思われる建物にはかなりの人がいる。
en: It's just before 9 am, and although it was before the meeting time, there were already quite a few people in front of the buildin that looked like a church.

source: 朝９時を伝える鐘が鳴る。扉が開き、中からぞろぞろと、神官と思われる人たちが出てくる。平民とは全然違う格好だ。上下の継ぎ目がない統一された服装だ。教会の中に入るよう案内される。
en: The bell tolls 9 am, and the door opens. People dressed like priests come out. They look completely different than the crowd. Their clothes were made out of a single piece of fabric, without any obviously visible seams. They ushered the crowd into the church.

source: 異世界の神から１歳になったとき魔導書を通してお知らせを貰ったことを思い出す。それ以来何も連絡はない。
en: Allen recalled that, when he turned one, Allen got a message from the God of the Other World. He hadn't heard anything since.

source: 真っ黒な金属板にはこれまでの３０人がまるで及ばないほどの能力値と剣聖の文字が表示されていたのであった。
en: On the black metal plate, the title "Sword Saint" was written, along with stats that were completely beyond the previous 30 kids.

source: 神官は建物内に数名おり、後方に座ってほしいと言われ、固まるように床板に座る。全員が座ると、男神の真っ白な彫刻の前にいる一番年配の神官が話し出す。
en: There are serveral priests in the building, and they ask the crowd to sit on the hardwood floor. When everyone was seated, the oldest priest, who was standing in front of the white statue, spoke.

source: 第１２話 鑑定の儀①
en: Chapter 12 Appraisal Ceremony ①

source: 羊皮紙のようなものを見ながら年配の神官が指示をする。どうやら３０人ほどいる子供の帳簿のようだ。村長デボジに連れられてペロムスが広間の前の方にある水晶の前まで足を進める。
en: The elderly priest gives out instructions while looking at a piece of parchment. Apparently, he has a ledger of the 30 children here. Lead by Deboji, Peromus advances to the crystal at the front of the hall.

source: 農奴の中に僧侶の才がある子が１人いた。僧侶と言われた父と子が後で話がありますと神官から説明を受けている。
en: There was one child who was a Monk. The priest told the father and son that he was a monk, and would explain it to them later.

source: 鑑定の儀とは、本人に潜在する才能を鑑定するものだそうだ。対象は王族から農奴にいたるまで全員、必ず５歳になったら受けないといけないとのこと。王国の法で決まっているという話である。もし、才能が鑑定で見つかれば、士官になることも夢ではないと言う話だ。
en: The appraisal ceremony is to appraise the latent talent of a person. Everyone, from royalty to serfs, must have one when they are 5 years old. Such was the law of the kingdom. If talent was discovered during the appraisal, it was possible to become an officer.

source: 鑑定はどんどん進んでいく。ステータスはペロムス以降、ＣからＥが多いようで、才能は「なし」と表示されていく。平民から先に呼ばれるのか、農奴はまだ呼ばれていない。自分らの鑑定が終わったら帰ってもいいらしい。帰る者、残って他の子の鑑定結果を見る者まちまちだ。
en: The appraisal continues on and on. After Peromus, most of the stats are E to C, with no talents. Probably because the commoners get priority, no serfs have been called yet.It seems that after your appraisal is over, you can go home. There are some who go home, and some who wait to see the appraisal results of the other children.

source: 鑑定結果が真っ黒な金属板に表示される。
en: The appraisal results appear on the black metal plate.

source: 鑑定結果に才能を示す欄がある。商人と表示されたので歓喜の声があがる。村長のデボジがペロムスを抱きしめる。苦しそうに喜ぶペロムスである。
en: There's a column showing the appraisal reults. Since it showed that the boy had talent as a Merchant, there was a shout of joy. The mayor, Deboji, hugs Peromus, whose face is a mixture of pain and joy.

source: 首をこてっとして残念がるクレナは事情が分かっていないようだ。
en: Kurena, with her hand on the back of her head, doesn't get what's going on.

source: 騒然とする教会の広間だ。皆、真っ黒な金属板とクレナを交互に見る。
en: The church hall is filled with noise. Everyone looks back and forth between the black metal plate, and Kurena.

source: （ああ、なるほど）
en: (Ah, I see.)

source: （あれが異世界の神々か。稲みたいの握っているのが豊穣の神か。武器を持っているのは戦神っぽいな）
en: (So, these are the gods of this world. The one holding the rice is the harvest god? And the one with the weapon is probably the god of war.)

source: （うわ、やっぱ平民と農奴って違うんだな。というか平民も一緒に鑑定するのか）
en: (Wow, commoners and serfs sure are different. Are we all getting appraised together?)

source: （おお！初めてステータスにＡがでてきたな。というか才能がないとＢも難しいのか？）
en: (Oohh! This is the first time we've seen an A ranked stat. So it's hard to get even up to B without a talent?)

source: （お？ 才能があればなんでも喜ぶ感じなのか。能力はランクで表示されると）
en: (Oh? Any talent is a cause for celebration, huh? And stats are displayed as ranks.)

source: （ふむふむ、水晶の色が変わったり光るわけではなく鑑定結果は文字として出るのか。公開されるのね。まあこんな人だかりだから隠せないだろうけど）
en: (Hmm, the color of the crystal doesn't change, and there's no shine. And the appraisal result comes out as letters. So it's public. There's no way to hide it with so many people around.)

source: （ぶっ！？ まんま魔導書じゃねえか！！ もしかして鑑定の儀と同じ機能を魔導書は備えているのか？）
en: (PFT?! It's just like the grimoire!! Maybe the grimoire does the same thing as the appraisal ceremony?)

source: （ほうほう、才能は全員にあるわけではないのか？）
en: (Hoho, so not everyone is talented?)

source: （両親、ずいぶん気合が入っているな）
en: (My parents are really into this.)

source: （何か中々呼ばれないな。まあ、才能の分析ができて助かるんだけど）
en: (I'm almost last, huh? Well, it gives me more time to analyze others.)

source: （教会の中に入るのは初めてだな）
en: (It's my first time inside the church)

source: （異世界に来た設定がそのまま生きているのか。だから逸材が生まれるかもしれない農奴も含めて、埋もれた才能がないかを鑑定させるんだ）
en: (So the settings from the reincarnation are still active. So they have to appraise everyone for hidden talents, including serfs.)

source: （農奴が農奴を脱出できる数少ない方法みたいだな）
en: (Sounds like one of the few ways a serf can escape serfdom.)

source: １０年前に開拓村が作られた。開拓した当初は、木の根を抜き、石を取り除き必死に家を建て、そして畑を作ってきた。最初の２～３年は不作でとても子供をという状態ではなかった。しかし４年目、５年目とゆっくりであるが少しずつ安定して作物が実るようになってきた。
en: Ten years ago, the frontier village was established. In the early years, they pulled out tree stumps, removed stones, built houses, and plowed fields. In the first two or three years, the harvest was poor, and it wasn't possible to have children. But, in the fourth and fifth years, crop yield had gradually increased.

source: １００人近い人だかりができている。その中でアレンが気付いたのは服の汚れだ。同じ麻布の服を着ているが、農奴は茶色の汚れが目立つ。畑で土いじりに勤しみ、石鹸のようなものはなくほぼ水洗いだからだ。まだらに茶色に汚れた農奴と、そうでない平民である。畑仕事をする平民もいるはずなのにこの差は、石鹸かそれに近いものを使っているのかもしれない。
en: There are nearly 100 people, and Allen noticed their clothes. While everyone wore the same linen clothes, some were covered with dirt and stains. The serfs were a mottled brown color, while the commoners were not. Although some commoners did also work in the fields, serfs didn't have access to soap, and only washed with water.

source: ７人目の体格のいい子供が神官に斧使いの才能があるという鑑定を受ける。親子が抱きしめ合って鑑定結果を喜ぶ。
en: The seventh child is a well-built one, who has a talent for the axe. The parents and child hug one another, celebrating the appraisal results.

source: 「「「な！？」」」
en: " " " " "Wha!?" " " " "

source: 「あの、神官様。どのような鑑定を」
en: "Uh, Mr. Priest, what's the appraisal?"

source: 「え、あ、いえ、才能は有りませんでした」
en: "Uh, um, err, no, well, he doesn't have a talent."

source: 「え？ うん。パパ」
en: "Eh? Okay, papa."

source: 「え？ ど、どうしたのロダン！！！」
en: "Eh? W-what happened, Rodan!!!"

source: 「おほん、ロダンよ、アレンはあなたのお子です。しっかり育てなさい」
en: "Oh, Rodan. Allen is your son. You must raise him well."

source: 「お前は俺の子だ。しっかり育てるから安心しろ。だけど母さんは心配するから才能はなかったくらいの説明にしような」
en: "You are my child. I will raise you well. But your mother will be worried, so let's only tell her that you weren't talented."

source: 「こ、これは、そんな……」
en: "T-this is... no way."

source: 「そうか、これはヌルゲーとの闘いでもあるのか。人生をかけてヌルゲーと戦い、やり込みの価値を示せということか」
en: "So, this is the battle against nuregames. I'm supposed to spend my life fighting the spirit of nuregames by showing the depth of my dedication?"

source: 「そうですか」
en: "That so."

source: 「最後にロダンの子アレン、水晶に手をかざしなさい」
en: "Last but not least, Allen, son of Rodan. Please place your hand over the crystal."

source: 【体 力】 Ｅ
en: 【HP】 E

source: 【幸 運】 Ｅ
en: 【LCK】 E

source: 【才 能】 蜿ャ蝟壼」ォ
en: 【Talent】ÁϗѼャǥǾʢ}ォ

source: 【攻撃力】 Ｅ
en: 【ATK】 E

source: 【知 力】 Ｅ
en: 【INT】 E

source: 【素早さ】 Ｅ
en: 【AGL】 E

source: 【耐久力】 Ｅ
en: 【DEF】 E

source: 【魔 力】 Ｅ
en: 【MP】 E

source: お昼寝のため、子供部屋にいく。２歳になる弟のマッシュがすやすや寝ている横でアレンも寝る。ベッドは木製から布団に変わった。両親が温かく接してくるのでこみ上げてくるものがある。
en: Allen goes to the kids' room for a nap. Allen sleeps next to his two-year-old brother Mash, who is sleeping peacefully. The wooden bed has be changed into a futon, and the warmth of his parents' love fills his hearts.

source: この５年半、バッタは何匹もテレシアに光に変えられたが、自分からは召喚士とは両親に言っていない。なぜ召喚士だとアレンは思ったのかと聞かれても、根拠を説明できないのもその理由の１つである。それに無理に説明が必要な状況でもなかった。
en: In the last five and half years, Theresia had turned many grasshoppers into light. Even so, Allen had never told his parents that he was a summoner. One of the reasons is because he didn't want to have to explain why he knew. And there wasn't any pressing reason to tell them.

source: じゃあ、なぜアレンのステータスは全てＥであったか。それはアレンだけがヘルモードだからだと考えられる。成長性や期待値だけでなく、成長速度も勘案され、実際の１００分の１で評価されてしまったのだろう。
en: So then why were all of Allen's stats ranked E? He guessed it was because he was in Hell Mode. Not only were the growth cap and expected value of the stat taken into account, but it probably also factored in growth rate. And that would mean that Allen's results would have been 1/100th of the actual value.

source: その日は結局３時にいつものようにクレナと騎士ごっこをする。しかし、その日はそれだけでは終わらなかった。夕方ちょっと用事があると言って、両親はどこかに出かけ、テレシアだけ先に帰ってきた。それから１時間以上遅れてロダンが帰ってくる。
en: In the end, at 3pm that day, he played with Kurena like usual. But his day didn't end there. In the evening, his parents said they had something to do and went somewhere. Theresia came back first, and Rodan returned an hour later.

source: そんなことを考えていると水晶がかつてない光を放つ。
en: While Allen was lost in his thoughts, the crystal gave off a light like never before.

source: たしかに両親の期待に応えられない結果に終わったが、全能力値Ｅとはそこまでアレンにとって悪い結果だけではない。
en: It's true that his apprasail results were a dissapointment for his parents, but having only E ranked stats wasn't a bad thing to Allen.

source: アレンが真っ黒な金属板を見て呆れる。
en: Allen looks at the black plate in disbelief.

source: アレンが笑顔で答えると、頭をポンポンされて、帰宅の途に就く。
en: When Allen replies with a smile, Rodan pats him on the head.

source: アレンにはこの５年間の中で、どうしても知らないといけない仮説があった。今回の鑑定の儀を受けて１つの答えが出た。
en: Allen had a theory that was unanswered in the past 5 years. He got an answer from the appraisal ceremony.

source: アレンの仮説
en: Allen's Hypotheses

source: アレンはこの数時間の間で鑑定の儀の検証がほぼほぼ終わった。まずステータスの能力のランクは期待値のようなもの。皆５歳だ。人によってステータスにそこまで大きな差はないだろう。レベルも恐らくアレン同様に１のはずだ。ステータスのランクはレベルが上がった時の上昇値であったり、成長性をランクとして表現していると判断した。
en: Allen had almost finished compiling the results of his investigation on the appraisal ceremony. First, the rank of the stats was relative to the average value. So he was compared against 5 year olds. There probably wasn't too big a difference in status from person to person. They were probably level 1 like Allen. He decided that his stats would increase in rank when he leveled up, and got closer to his growth potential.

source: クレナと騎士ごっこをして２年半が経つ。１日１時間のごっこだが、おかげで剣術のレベルが３になってしまった。へし折られて作り直してもらった木刀は１０本を超える。最近は自分で木刀を作ることもある。
en: It had been 2 and half years since he started playing knights with Kurena. It's only and hour a day, but thanks to that, Allen's Swordsmanship had already reached level 2. The wooden swords were broken and remade more than 10 times. Recently, he started making his own wooden swords.

source: クレナには剣聖の才があった。ゲルダもロダンも本当かという表情のまま固まってしまった。アレンはこの状況で落ち着いて、クレナのステータスを魔導書のメモ機能に記録する。
en: Kurena had the talent of a Sword saint. Both Gerda and Rodan froze with a look a disbelief. Allen remained calm and recorded Kurena's stats in the grimoire's notes.

source: ヌルゲーになっていく時代の流れに嘆いて異世界に転生してしまった。そこは自分だけがヘルモードの世界であった。まさに地獄の世界だ。しかし、何かがアレンの中にこみ上げてくる。目標のようなものが自分の中に湧いてくるのを感じる。
en: While lamenting the nuregame trend, he was reincarnated. This was a world where he was the only one playing on Hell Mode. This is truly hell. However, something wells up inside him. He can feel a goal arising.

source: ヘルモードの成長速度はノーマルモードの１００分の１だ。
en: In Hell Mode, it took 100 times longer to level than Normal Mode.

source: ロダンを追って、教会を後にするゲルダとクレナであるが、教会側は特に何もしない。他の人同様に帰っていいらしい。道中、落ち込むロダンをゲルダが励ます。しかし、ロダンの反応がほとんどない。
en: Gerda and Kurena leave the church after Rodan, but it seems like the church didn't do anything in particular; they're leaving just like anybody else. Along the way home, Gerda tries to cheer up the depressed Rodan. However, Rodan doesn't react at all.

source: ・僧侶１人（農奴）
en: ・Monk - 1 (a serf)

source: ・剣聖１人(クレナ)
en: ・Sword Saint - 1 (Kurena)

source: ・商人１人（村長の息子）
en: ・Merchant - 1 (son of the mayor)

source: ・才能無し２７人
en: ・No Talent - 27

source: ・斧使い１人（平民）
en: ・Axeman - 1 (a commoner)

source: 仮説１ ヘルモードの設定は異世界の全ての人に反映される。
en: Hypothesis 1 - Everyone in this world is in Hell Mode.

source: 仮説２ ヘルモードの設定はアレンのみに反映される。異世界の人はノーマルモードである。
en: Hypothesis 2 - Only Allen is in Hell Mode, everyone else is in Normal Mode.

source: 光が収まり、真っ黒な金属板に銀色で文字が刻まれる。
en: The light settled, and letters were engraved in silver on the black metal plate.

source: 剣聖クレナと騎士ごっこをしているアレンを何度も見たことがあるロダンである。木刀の捌きはとても普通の子供ではないと思っていた。きっと剣士の才があるのではと期待していたようだ。
en: Rodan had often seen Allen playing knights with Kurena, and he thought that Allen was no ordinary child by the way he handled his sword. He had hoped that Allen would have the talent of a swordsman.

source: 帰宅後、テレシアに結果を伝えるが、優しく頭をなでられた。テレシアからも私たちの子よと言われた。
en: When they got home, they told Theresia the results of the appraisal. She nodded gently and said that he was their child no matter what.

source: 年配の神官もロダンも皆驚愕する。クレナを超える光である。直接太陽を見てしまったかのように、手で目を覆う。
en: The priests and Rodan are astonished. It was a light brighter than Kurena's. They all covered their eyes like they were looking directly at the sun.

source: 思わず声を出してしまったなと反省しお昼寝する。
en: He regrets having accidently spoken out loud, and takes a nap.

source: 文字が読めないロダンが神官に鑑定結果を確認する。
en: Rodan, who can't read, asks the priest to confirm the results.

source: 文字が読める平民もいたようだ。才能がないのもそうだが、能力が低いのではとひそひそ聞こえてくる。ざわざわとするので、その言葉がロダンの耳にも入ってくる。そんな、俺の子の鑑定結果が悪かったのかという目でロダンがアレンを見る。
en: It seems that some commoners could read. Allen could hear them whispering that, even though he was talentless, his stats were still very low. It's so noisy that Rodan hears what they're saying. Rodan looks at Allen like the result was bad.

source: 最後になった。ロダンに連れられて水晶の前に立つ。神官に言われて手をかざす。
en: He was last. Rodan accompanied him to the crystal, and as the priest instructed him.

source: 朝９時に始まった鑑定の儀である。説明を最初受けて、３２人の鑑定をしてもまだお昼前だ。帰り道、ゲルダとクレナと別れる。お互いに家に帰る。
en: The appraisal ceremony started at 9 am. Even after the initial explaination and appraising 32 people, it was still before noon. On the way home, they parted ways with Gerda and Kurena.

source: 真っ黒な金属板には、全てのステータスがＥランクで、才能が文字化けした結果が銀の文字で表示されていた。神官も文字化けした才能を読めないので、才能無しと判断したようだ。
en: On the black metal plate, a line of E rank stats and a garbled talent were showing in silver font. The priest couldn't read the garbled talent either, so he judged it as no talent.

source: 神官のメモが終わったのか、金属板に映った文字が消える。どうやら子供の才能は全て記録に残すようだ。アレンの鑑定結果も記録に残された。
en: The priest had finished taking notes, and the letters on the metal plate dissapeared. Apparently, all the children's talents were recorded, including Allen's.

source: 第１３話 鑑定の儀②
en: Chapter 13 Appraisal ceremony ②

source: 肩を落とし教会を後にするロダン。アレンも一緒に帰る。
en: Rodan leaves the church with slumped shoulders, and Allen goes with him.

source: 鑑定の儀で何も出なかったため、今後も両親と弟の目から隠れて召喚の分析をすることになる。一通りまとめ終わったら、過去に記録した別のページに移動する。
en: Since nothing came of the appraisal ceremony, he continues to investigate summoning, while hiding it from his family. When he finishes writing his notes, he goes to a page he wrote in the past.

source: 鑑定の儀について、寝る前に今一度分析結果をまとめる。魔導書にしっかり記録するためだ。
en: He plans to summarize the results of the appraisal ceremony before going to bed, so he could record it in the grimoire.

source: 顔やら体のあちこちに痣ができている。殴られたのか顔面が腫れている。テレシアは思わずロダンに大声をかけてしまうのであった。
en: Theresia couldn't help but shout at Rodan. His face and body are covered in bruises. It looked like he got beated up.

source: 驚愕する神官である。自らの目を疑うのか、目をこすり二度見をする。
en: The priest is shocked. He doesn't believe what he sees and rubs his eyes, taking a second look.

source: 魔導書のメモのページにある仮説のコーナーを見ながら、仮説の結果を記録する。
en: He records his confirmed theory by looking at the hypotheses section of his notes in the grimoire.

source: 魔導書の仮説１を抹消する。
en: He erases the first hypothesis from the grimoire.

source: （いや、これは神だかスタッフだかのミスだろ？ 文字化けをしていたってことは、鑑定の儀の金属板まで召喚士の情報を反映していなかったからだと思うんだけど）
en: (This must have been a mistake by God, or the staff. The garbled text on the metal plate didn't properly represent information about summoners.)

source: （これで、俺だけがヘルモードだということが分かったぞ。じゃないと全能力値Ｅなのはおかしいからな）
en: (Now that I know that I'm the only one on Hell Mode. Otherwise, it'd be too much of a conincidence to have only E ranked stats.)

source: （それにしても能力値が全てＥだったな。おかげで１つ検証結果が確定した）
en: (So, all of my stats were rank E, huh? That confirms one of my theories.)

source: （なるほど、これで俺が召喚士であることが親に知られるのか。まあ神の教えだからな。というか、お知らせを送ってきた神は創造神だったんだな）
en: (So, this will tell my parents I'm a summoner, huh? Or at least, that's what god said. Or rather, that's what the message from the God of Creation said.)

source: （なんかほぼ才能無しだな。確率で言うと１０人に１人かそこらか）
en: (They're almost entirely untalented. Looks like the odds are 1 out of every 10.)

source: （なんとなくそんな気がした。正直、剣士の才程度であんなギャグみたいな強さは無いと思った）
en: (I kinda knew it'd be this way. Honestly, she was way too strong to be a normal swordsman.)

source: （まあ、両親には今回心配させて悪いけど、当面はこれで召喚士であることは黙っていることになるな）
en: (Well, I'm sorry that my parents are worried, but for now, I guess i'll just keep my mouth shut about being a summoner.)

source: （むう、父さんがかなり落ち込んでいるな。まあ、才能がないのはいいとしてなんだこの鑑定結果は？ もしかして、創造神様お仕事さぼりましたか？）
en: "Mm. Dad looks pretty depressed. Well, it's fine if I don't have a talent, but what's with this? Did you skimp out on your job, God of Creation?"

source: （クレナが剣聖であってもそのまま帰すのか。いや鑑定結果を受けて今後話があるかもしれないな）
en: (Kurena is a sword saint. Are they just going to let her go home? Or will they talk to them later?)

source: （俺だけがヘルモードなのか、皆もヘルモードなのか分かったからな）
en: (Now I know that I'm the only one in Hell Mode.)

source: （俺の才能文字化けしてんじゃねえか！！！）
en: (My talent is corrupted!)

source: ２人になったらロダンが話しかけてくる。どうやら、アレンが落ち込んでいると思ったようだ。才能はともかく、能力も低かったなどというとテレシアが不安になるという話である。アレンは鑑定結果を分析するため考えごとをしているだけである。
en: When they're alone, Rodan comes to talk to Allen, thinking that he'd be depressed. He said that Theresia would be worried if she found out about Allen's extraordinarily low stats. Allen was busy analyzing the appraisal results.

source: ３１人の子供が終わり、現在のこのような状況になった。
en: Tallying up the 31 children who had went, these are results from today.

source: 「……貴族が農奴と付き合っていたら、せっかくの機会を失うかもしれないだろ。剣聖なんだぞ」
en: "...... If a noble were to date a serf, she might lose her chance, even if she's a sword saint."

source: 「ああ、そうさ、アレン。隣の村から４人でやってきたのさ。アレンとクレナのように子供のころからずっと４人でやってきたんだよ」
en: "Aahh, that's right, Allen. The four of us came from the village over. Just like Allen and Kurena, the four of us have been together since we were kids."

source: 「ああ」
en: "Mm."

source: 「あれん、いらっしゃい！！！」
en: "Oh? Welcome!!!!"

source: 「あ！？」
en: "Ah?!"

source: 「え？ 聞いていないです」
en: "Eh? I haven't heard it."

source: 「おい、あんたいつまで拗ねてんだい！ ていうかさっきまで起きていただろ！！」
en: "Oi! How long are you going to keep sulking! You've been awake for a while now!!"

source: 「これは酒か」
en: "Is this alcohol?"

source: 「じゃあ、なんで付き合うのやめようって言うんだ！ 今までだってへぶあっ！！！」
en: "Then why did you tell us to stop letting her hang out with Allen? This again!!!"

source: 「そういえば、４人で開拓村にやってきたんだよね！」
en: "Oh yeah! Didn't the four of you come to the frontier village together?"

source: 「そうだぞ、アレン。ロダンはすごかったんだぞ。初めてグレイトボアを倒したときの話は聞いているか？」
en: "That's right, Allen, Rodan was amazing. Did you hear the story about the first time he beat a great boar?"

source: 「そうだったな……」
en: "That's right......"

source: 「そうだな、４人で何もない村に来て、皆で一緒に２つの家を建てたな」
en: "Well, the four of us came to an empty village in the middle of nowhere, and we built two houses together."

source: 「そのときも４人でこうやって話し合いましたね」
en: "At the time the four of us met and talked like this."

source: 「どうしたんだ？」
en: "What's the occasion?"

source: 「な！？ それはやめろ！！！」
en: "Hah!? Stop that!!!"

source: 「ねえねえ、あれん、りりぃおおきくなったの」
en: "Oh, Lily's getting big."

source: 「ほら、あなたも行くわよ。というかさっきまで起きていたのになんで寝ているの！」
en: "Cmon, you're coming too. You were just awake, so why are you trying to sleep now!"

source: 「ほれ、飲め」
en: "Here, drink."

source: 「もういいじゃない。村長がうちの子が剣聖だったから気を使ってお酒を持ってきてくれたんだよ。ちっちゃいことを気にすんなよ」
en: "It's fine. The mayor was worried about us because our child is a sword saint, so he brought us some alcohol. Don't sweat the small stuff."

source: 「やあ、待っていたよ」
en: "Hi. Welcome."

source: 「アレン、準備はいい？」
en: "Allen, are you ready?"

source: 「ミチルダ、先日はうちのロダンが迷惑かけたわね」
en: "Hi Mitilda. Sorry for Rodan the other day."

source: 「何言っているんだい。うちのゲルダもいい年なんだから大人になれって話さ」
en: "What ever do you mean? Gerda should have known better than to act so immature."

source: 「別に気になんかしていないさ。それにおめでたいとも思っている。士官どころかお貴族様も夢じゃなくなったんだからな」
en: "I don't mind. I want to congratulate you, because an officer, or even a noble, isn't just a pipe dream for her."

source: 「村長が昨日来てよ、置いていった」
en: "The mayor came yesterday and gave it to us."

source: この姐さん口調の女性がクレナの母であるミチルダだ。ミチルダの案内で掘っ立て小屋に毛が生えたような家に案内される４人。当然マッシュも連れてきている。
en: The woman who talks like a lady is Kurena's mother, Mitilda. She leads the four of them into a shack-like house. Of course, the family brought Mash too.

source: しかし、アレンは健一だったころ、１年かけて作成した装備が、ゲームサーバーダウンという明らかな運営側の過失により消失したことがある。その時は毎日のようにゲームマスター（運営スタッフ）に、改善要求をし続けて装備をバックアップデータから戻してもらった実績がある。神からの回答が来るまで毎日念力を送る所存だ。
en: When Allen was still Kenichi, there was a time when some equipment that took him a year to craft had disappeared due a server error. He submitted a bug report everyday until the issue was fixed and he got his equipment back. Now, he's giving it all with this world's god.

source: しかし、痣の理由はその翌日にクレナから聞くことになる。なんでも、隣の家のゲルダと喧嘩をしたそうである。
en: However, the next day, Kurena revealed the reason. She said that he had a fight with their next-door neighbor Gerda.

source: そうこうしているうちに夕飯の支度が進む。全員揃って囲炉裏を囲む。そんなに贅沢な食材は使われていない。いつもの豆、イモ、イースト菌のない平たいパン、肉切れの入った野菜鍋。
en: In the meantime, dinner is being prepared, and everyone gathers around the hearth. The ingredients aren't extravagent. It's the usual pot of beans, potatoes, flat bread, and vegetable, with some pieces of meat.

source: そこまで聞いて、なんで喧嘩をしたのか分かった。この異世界では農奴は農奴としか結婚しない。平民は平民とだけである。恐らく貴族もそうだろう。
en: After hearing this, Allen understood why they had fought. In this world, serfs marry serfs, commoners marry commoners, and it's probably the same for nobles as well.

source: そして、最後まで言い切る前に綺麗な右ストレートがゲルダの右頬に決まる。ミチルダの拳である。子供が泣くから大声出すなということである。
en: Before he can finish, a beautiful right straight lands on Gerda's cheek. It's Mitilda, telling him not to yell, because it will make the children cry.

source: その後、テレシアとミチルダの共同作業による夕飯の準備が進んでいく。
en: After that, Theresia and Mitilda began prepping dinner together.

source: それから、この３日ほどの状況の話をするゲルダだ。村長は酒を置いていき、これから領主に報告に出かけるということである。もしかしたら、クレナを連れて領主のいる街まで行くことになるかもしれないと言われたとのことだ。
en: Then Gerda talks about what happened the past 3 days. The mayor came with the alcohol and said he would report to the lord. He said he might have to take Kurena to the city where the lord is.

source: そんなに広くない家族用の囲炉裏だ。２つの家族が座るとかなり狭いが、気にならない。この光景にとても暖かいものを感じる。
en: The family hearth isn't very large. When two families are sitting around it, it feels a bit cramped, but Allen didn't mind. His heart was warmed by the scene.

source: どうやら、アレンに才能がなかったことは喧嘩の原因ではなかった。
en: Apparently, the fight wasn't about Allen's lack of talent.
